/**
 *author : zhaozhen
 *time   : 2017.4.16
 */

/**
 * ready 之后加载
 */


/**
 * vue
 * 公告内容
 */
// var notice_content_v = new Vue({
//     el:'#notice_content',
//     data : {
//         notice_latest_three_content:'<a href="#" style="font-size: medium">大学生竞赛通知</a>\n' + '2017年6月4日，由四川省教育厅主办，乐山师范学院承办的2017年（第九届）四川省ACM大学生程序设计大赛在乐山师范学院实训大楼B区4楼举行。本次比赛有来自西部三省市的电子科技大学、四川大学、重庆大学、重庆邮电大学、西北工业大学等37所高校和2所中学，共155支队伍参赛。计算机学院ACM团队派出的四支队伍通过5个小时激烈的角逐，其中两支队伍 “楼上别A了，我请你吃饭”、“还有这种操作？！”获得银奖，一支队伍“快停火是友军”获得铜奖。 ACM大学生程序设计竞赛，堪称“大<br><br>\n' + '<a href="#" style="font-size: medium">第42届ACM-ICPC亚洲区域赛</a>\n' + '2017年11月5日第42届ACM-ICPC亚洲区域赛青岛赛区在中国石油大学举办，全国共有来自228个学校的365支队伍参与本场比赛，来自西南科技大学计算机学院的秦亮、汤泽川、李廷组成的“无铜决”队伍参加本场比赛。在2017年11月4日下午隆重的开幕仪式和热身赛后，11月5日上午9时比赛正式开始，本场比赛将以三道题为考核，作出题目的队伍以升起气球为标志，比赛时间持续时间长达5个小时。比赛开始后，我校“无铜决”队只花了15分钟就解决第一道问题，在全场排名相对靠前。但是后续一个多<br><br>\n' + '<a href="#" style="font-size: medium">第十三届ACM/ICPC程序设计大赛</a>\n' + '报名地址：报名已结束 为促进大学生运用计算机来充分展示自己分析问题和解决问题的能力，从而挑选和发掘出优秀的程序设计人才。同时小组参赛的形式培养了学生团队合作精神，为今后进入企业发展奠定良好的基础。我校第十三届ACM/ICPC程序设计大赛暨绵阳地区高校邀请赛现已启动，现将竞赛有关事宜通知如下： 所有参赛人员需以团队的形式报名参赛，每支队伍2-3人，不接受个人报名参赛，允许跨年级跨专业跨学校组队，队伍所属单位（学院或学校）为队伍队长所在单位（学院\n',
//     }
// });

/**
 * vue
 * 轮播
 */






